Revit 2024 API
ContourSetting Properties
The ContourSetting type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ContourSetting Class
Autodesk.Revit.DB Namespace